/* Default button if we couldn't save */
"Cancel" = "Cancel";

/* Informative text when preferences syncrhonise fails */
"Check that you have permission to write these settings and try again." = "Check that you have permission to write these settings and try again.";

/* Error message if main window can't be loaded */
"Could not load main window" = "Could not load main window";

/* Error message if we can't load catalog from server */
"Could not verify that server is running Software Update" = "Could not verify that server is running Software Update";

/* Error message if preferences synchronise fails */
"Could not write settings to disk" = "Could not write settings to disk";

/* Default button for no catalog found */
"Don't Save" = "Don't Save";

/* Status message when settings can't be saved */
"Failed to save settings" = "Failed to save settings";

/* Default button for fatal error */
"Quit" = "Quit";

/* Alternate button for no catalog found */
"Save Anyway" = "Save Anyway";

/* Status when saving settings */
"Saving Settings..." = "Saving Settings...";

/* Reason string for software update server non-200 response */
"Server is not running Software Update Server at the given URL" = "Server is not running Software Update Server at the given URL";

/* Informative text if main window can't be loaded */
"The application has been damaged. Replace the application with a fresh copy from the website." = "The application has been damaged. Replace the application with a fresh copy from the website.";

/* Informative text when we we need authentication for the server */
"The server required authentication. Software Update may not be able to use a server requiring authentication." = "The server required authentication. Software Update may not be able to use a server requiring authentication.";

/* Error message if we need authentication for the server */
"The specified server requires authentication. Software Update may not be able to use this server." = "The specified server requires authentication. Software Update may not be able to use this server.";

/* Alternate button if we couldn't save */
"Try Again" = "Try Again";

/* Status when checking server is OK */
"Verifying Server..." = "Verifying Server...";

/* Informative text when we can't load catalog from the server */
"While trying to verify the server, the following error was encountered: %@." = "While trying to verify the server, the following error was encountered: %@.";

